/* 
  Localizable.strings
  Pods

  Created by Benjamin Erhart on 20.04.17.

*/

// BridgeSelectViewController.swift
"__BRIDGES_EXPLANATION__" = "网桥是 Tor 的中继，帮助使用者规避审查和封锁。如果您的互联网服务提供商已经封锁了 Tor，您可以使用网桥帮助您连接。每一种网桥规避封锁的方式不同。您可以随时尝试其它新的网桥，如果当前的失败了。\n\n您可以使用下面提供的网桥，也可以在%获取新网桥。";
"No Bridges: Directly Connect to Tor" = "未使用网桥：直接连接到 Tor";
"Provided Bridges: %" = "已提供网桥: %";
"Custom Bridges" = "自定义网桥";


// BridgeSelectViewController.xib
"Bridge Configuration" = "网桥配置";
"Done" = "完成";


// BridgeViewController.xib
"Sometimes you need a bridge to get to Tor." = "您在一些情况下需要通过网桥连接 Tor。";
"TELL ME MORE" = "告诉我更多信息！";


// ConnectingViewController.swift
"Connected!" = "已连接";
"__CLAIM_1__" = "我们多元化的社区使 Tor 更出色。";
"__CLAIM_2__" = "每天都有人使用 Tor 避免营销广告的围堵。";
"__CLAIM_3__" = "人们使用tor来与自己的朋友和家庭成员安全的交流。";
"__CLAIM_4__" = "活动家使用tor来自由的表达自己的观点与信仰。";
"__CLAIM_5__" = "博主们在 Tor 上凝聚人们推行社会改革。";
"__CLAIM_6__" = "记者们借助 Tor 的帮助隐蔽安全地调查新闻案件。 ";
"__CLAIM_7__" = "商人们用 Tor 保护自己公司策略不被泄露。";
"__CLAIM_8__" = "工人们在 Tor 上为正义发声，并不用担心生计遭受新的威胁。";


// ConnectingViewController.xib
"We're connecting you." = "正在连接中。";
"START BROWSING" = "开始浏览！";


// CustomBridgeViewController.swift
"__CUSTOM_BRIDGE_EXPLANATION__" = "在其它浏览器下，访问％并选择 “获取网桥”。 选用 “高级选项” 部分（推荐使用 'obfs4' 可插入式传输。 请勿选择IPv6）。\n\n您可以点击 “相机” 图标以使用网站上的二维码，您也可以在这里手动复制并粘贴 “网桥字串”：";

// ErrorViewController.xib
"Looks like we got stuck! Quit. Then restart the app." = "卡住了！请退出后重启应用。";


// HelloViewController.xib
"Hello" = "您好";
"Welcome to Tor on mobile." = "欢迎来到移动端Tor。";
"CHANGE LANGUAGE" = "更改语言";
"Change Language" = "更改语言";
"Cancel" = "取消";


// IntroViewController.xib
"CONTINUE WITHOUT" = "继续";
"USE A BRIDGE" = "使用网桥";


// NotrackViewController.xib
"Browse the internet how you expect you should." = "用您想要的方式浏览互联网。";
"No tracking. No censorship." = "没有跟踪，没有审查。";


// ScanQrViewController.swift
"Error" = "错误";
"Camera access was not granted or QR Code scanning is not supported by your device." = "未授予相机访问权限，或您的设备不支持二维码扫描。";
"QR Code could not be decoded! Are you sure you scanned a QR code from bridges.torproject.org?" = "该二维码无法被解析！请确认当前扫描的二维码是否来自bridges.torproject.org。";
